Repository: a-pasquale/collective.collage.megamenu
Catalog: collective/collage/megamenu/locales/*/LC_MESSAGES/collective.collage.megamenu.po
Languages: es

source: Both lines
es: Ambas líneas

source: Bottom line
es: Linea inferior

source: Current Megamenu
es: Megamenú actual

source: Disable Megamenu
es: Desactivar Megamenú

source: Display megamenu
es: Mostrar Megamenú

source: Enable Megamenu
es: Activar Megamenú

source: Folder can no longer be used as megamenu
es: La carpeta ya no puede utilizarse como megamenú

source: Folder can now be used as megamenu
es: La carpeta ahora puede utilizarse como megamenú

source: Hide folder contents when enabling as megamenu
es: Ocultar los contenidos de la carpeta al activarla como supermenú

source: Highlight
es: Destacado

source: If selected, after enabling a folder as megamenu, all its contents (and the folder itself) will be automatically set as expired hiding them in search results from regular users. This can prevent visitors to learn about content that should be shown only in the megamenu. You can also hide or show every content manually by editing it and setting an expiration date
es: Si está seleccionado, al activar una carpeta como megamenú, se asignará automáticamente una fecha de vencimiento a todos sus contenidos, y la carpeta misma, lo que provocará que los usuarios comunes no podrán encontrarlos en los resultados de búsqueda. Esto evita que los visitantes del sitio descubran contenido que sólo deberían estar disponibles en el megamenú. Alternativamente, usted puede ocultar o mostrar cada contenido manualmente editándolo y definiendo una fecha de vencimiento.

source: If selected, dropdown options will not be included in original HTML but loaded via AJAX. These options won't be available for search engines.
es: Si está seleccionado, las opciones del desplegable no se incluirán en el HTML original sino que se cargarán mediante AJAX. Para los motores de búsqueda estas opciones serán invisibles.

source: Link
es: Vínculo

source: Load dropdown menu via AJAX
es: Cargar el menú desplegable mediante AJAX

source: Megamenu folder
es: Carpeta Megamenú

source: Megamenu settings
es: Configuración de Megamenú

source: Menu
es: Menú

source: No line
es: Sin líneas

source: Press 'Save' button to select '${title}' as Megamenu folder
es: Presione el botón 'Guardar' para seleccionar '${title}' como la Carpeta Megamenú

source: Show folder contents when disabling as megamenu
es: Mostrar los contenidos de la carpeta al desactivarla como megamenú.

source: Test Megamenu
es: Probar Megamenú

source: Title
es: Título

source: Vertical lines
es: Líneas verticales
